"""Снабди каждый комментарий правильной командой."""

python -V  # команда для проверки текущей версии Питона
python # запуск интерпретатора Питона в режиме REPL
python -m venv . # создание виртуального окружения в текущей директории
.\Scripts\activate.bat # активация вышесозданного виртуального окружения
.\Scripts\deactivate.bat # деактивация виртуального окружения
.\run.py # запуск скрипта run.py находящегося в текущей директории
pip install requests # установка пакета requests через пакетный менеджер pip
