"""Задания по стилю кода и именованию переменных."""
import math

# напиши команду, которая проверяет, ссылаются ли
# переменные spam и eggs на один и тот же объект в пямяти
spam = None
eggs = None

spam is eggs


# придумай название для переменной, которая хранит список
# активных студентов, оставь этот список пустым
student_list = None


# назови переменную, которая хранит текущее количество студентов в потоке
student_count = None


# придумай две переменных для обозначения самого маленького и самого большого
# числа в диапазоне и запиши в них числа 1 и 45
range_max = 45
range_min = 1


# создай константу для хранения числа Пи и запиши в неё первые 10 знаков
PI = round(math.pi, 10)
